Repository: OLC-Bioinformatics/olc_genomics_portal
Catalog: olc_webportalv2/locale/*/LC_MESSAGES/django.po
Languages: fr

source: YYMMDD_LAB
fr: AAMMJJ_LAB

source: Run Name
fr: Nom de l'exécution

source: Invalid run name. Format must be YYMMDD_LAB
fr: Nom d'exécution incorrect. Le format doit être AAMMJJ_LAB

source: Strain names cannot have commas in them!
fr: Les noms de souches ne peuvent pas contenir de virgules!

source: ^cowbat_processing/(?P<sequencing_run_pk>\d+)/$
fr: ^transformation/(?P<sequencing_run_pk>\d+)/$

source: ^assembly_home/
fr: ^assemblée/

source: ^upload_metadata/
fr: ^métadonnées/

source: ^verify_realtime/(?P<sequencing_run_pk>\d+)/$
fr: ^en_temps_réel/(?P<sequencing_run_pk>\d+)/$

source: ^upload_interop/(?P<sequencing_run_pk>\d+)/$
fr: ^interop/(?P<sequencing_run_pk>\d+)/$

source: ^upload_sequence_data/(?P<sequencing_run_pk>\d+)/$
fr: ^données_séquentielles/(?P<sequencing_run_pk>\d+)/$

source: ^retry_sequence_data_upload/(?P<sequencing_run_pk>\d+)/$
fr: ^réessayer/(?P<sequencing_run_pk>\d+)/$

source: Email saved
fr: Email enregistré

source: YYYY-LAB-####
fr: AAAA-LAB-####

source: Cannot be blank
fr: Ne peut pas être vide!

source: One or more of the SEQIDs you entered was not formatted correctly. Correct format is YYYY-LAB-####. Also, ensure that you have entered one SEQID per line. Invalid SEQIDS: %s
fr: Une ou plusieurs des SEQID que vous avez saisies n'ont pas été formatées correctement. Le format correct est AAAA-LAB-####. Assurez-vous également d'avoir saisi une SEQID par ligne. SEQIDS invalide: %s

source: One or more of the SEQIDs you entered was not found in our database. SEQIDs not found: %s
fr: Une ou plusieurs des SEQID que vous avez saisies n'ont pas été trouvées dans notre base de données. SEQIDs non trouvés : %s

source: ^data_home/
fr: ^données/

source: ^raw_data/
fr: ^données_brutes/

source: ^assembled_data/
fr: ^assemblé/

source: ^data_download/(?P<data_request_pk>\d+)/$
fr: ^télécharger/(?P<data_request_pk>\d+)/$

source: Name:
fr: Nom:

source: Number neighbors:
fr: Nombre de voisins:

source: Must enter at least one of SeqID or uploaded file.
fr: Vous devez saisir au moins un SeqID ou un fichier téléchargé.

source: Only enter one of SeqID and uploaded file.
fr: Saisissez un seul SeqID et le fichier téléchargé.

source: Uploaded file must be in FASTA format and filename must end with .fasta
fr: Le fichier téléchargé doit être au format FASTA et le nom du fichier doit se terminer par .fasta.

source: Requested SEQID is not in the database. Correct format for SeqID is YYYY-LAB-####. Please check your SEQID and try again.
fr: La SEQID demandée n'est pas dans la base de données. Le format correct pour SeqID est AAAA-LAB-#####. Veuillez vérifier votre SEQID et réessayer.

source: Invalid number of nearest neighbors requested. Valid values are from 1 to 250.
fr: Le nombre de voisins les plus proches n'est pas valide. Les valeurs valides vont de 1 à 250.

source: >Gene ACGTACGT
fr: >Gène ACGTACGT

source: One or more of the SEQIDs you entered was not formatted correctly. Correct format is YYYY-LAB-####. Also, ensure that you have entered one SEQID per line. Invalid SEQIDs: %s
fr: Une ou plusieurs des SEQID que vous avez saisies n'ont pas été formatées correctement. Le format correct est AAAA-LAB-####. Assurez-vous également d'avoir saisi une SEQID par ligne. SEQID invalides : %s

source: Your query did not correspond to any sequences in our database: query was for sequences from genus %s
fr: Votre requête ne correspondait à aucune séquence dans notre base de données : la requête portait sur des séquences du genre %s

source: Your query did not correspond to any sequences in our database: query was for sequences NOT from genus %s
fr: Votre requête ne correspondait à aucune séquence dans notre base de données : la requête portait sur des séquences NON issues du genre %s

source: No input found! You must submit a FASTA sequence by pasting it into the text box or uploading a FASTA file.
fr: Aucune entrée trouvée ! Vous devez soumettre une séquence FASTA en la collant dans la zone de texte ou en téléchargeant un fichier FASTA.

source: Multiple inputs found! You must submit a FASTA sequence by pasting it into the text box or uploading a FASTA file, but not both.
fr: Entrées multiples trouvées ! Vous devez soumettre une séquence FASTA en la collant dans la zone de texte ou en téléchargeant un fichier FASTA, mais pas les deux.

source: Your FASTA sequence contains invalid characters. Sequence should only contain valid nucleotides (A, C, T, G, N).
fr: Votre séquence FASTA contient des caractères non valides. La séquence ne doit contenir que des nucléotides valides (A, C, T, G, N).

source: Invalid FASTA sequence entered. Correct format is: >sequencename ACTGATCGA
fr: Séquence FASTA invalide saisie. Le format correct est: >nomdeséquence ACTGATCGA

source: FASTA sequence length maximum is 10000 bases. Your input sequence had %s bases.
fr: La longueur maximale de la séquence FASTA est de 10000 bases. Votre séquence d'entrée avait des %s bases

source: Optional
fr: Facultatif

source: Number of diversitree strains
fr: Nombre de souches de diversitree

source: Input cannot be only whitespace
fr: L'entrée ne peut pas être seulement vide.

source: Too many Diversitree strains selected, must be %s or less
fr: Trop de souches Diversitree sélectionnées, doivent être en %s ou moins

source: All files uploaded must be in FASTA format with the extension .fasta
fr: Tous les fichiers téléchargés doivent être au format FASTA avec l'extension .fasta

source: At least two input sequences must be given.
fr: Au moins deux séquences d'entrée doivent être données.

source: At least one input sequence must be given.
fr: Au moins une séquence d'entrée doit être donnée.

source: Must enter at least one SeqID or upload at least one file.
fr: Vous devez saisir au moins un SeqID ou télécharger au moins un fichier.

source: Name
fr: Nom

source: Must be in proper email format
fr: Doit être dans le bon format de courriel

source: ^geneseekr_home/
fr: ^geneseekr_accueil/

source: ^geneseekr_query/
fr: ^geneseekr_requête/

source: ^geneseekr_processing/(?P<geneseekr_request_pk>\d+)/$
fr: ^geneseekr_transformation/(?P<geneseekr_request_pk>\d+)/$

source: ^geneseekr_results/(?P<geneseekr_request_pk>\d+)/$
fr: ^geneseekr_résultats/(?P<geneseekr_request_pk>\d+)/$

source: ^geneseekr_name/(?P<geneseekr_request_pk>\d+)/$
fr: ^geneseekr_nom/(?P<geneseekr_request_pk>\d+)/$

source: ^tree_home/
fr: ^arbre_accueil/

source: ^tree_request/
fr: ^arbre_requête/

source: ^tree_result/(?P<tree_request_pk>\d+)/$
fr: ^arbre_résultats/(?P<tree_request_pk>\d+)/$

source: ^tree_name/(?P<tree_request_pk>\d+)/$
fr: ^arbre_nom/(?P<tree_request_pk>\d+)/$

source: ^amr_home/
fr: ^amr_accueil/

source: ^amr_request/
fr: ^amr_requête/

source: ^amr_result/(?P<amr_request_pk>\d+)/
fr: ^amr_résultats/(?P<amr_request_pk>\d+)/

source: ^amr_name/(?P<amr_request_pk>\d+)/
fr: ^amr_nom/(?P<amr_request_pk>\d+)/

source: ^amr_detail/(?P<amr_detail_pk>\d+)/
fr: ^amr_détails/(?P<amr_detail_pk>\d+)/

source: ^prokka_home/
fr: ^prokka_accueil/

source: ^prokka_request/
fr: ^prokka_requête/

source: ^prokka_result/(?P<prokka_request_pk>\d+)/
fr: ^prokka_résultats/(?P<prokka_request_pk>\d+)/

source: ^prokka_name/(?P<prokka_request_pk>\d+)/
fr: ^prokka_nom/(?P<prokka_request_pk>\d+)/

source: ^neighbor_home/
fr: ^voisine_accueil/

source: ^neighbor_request
fr: ^voisine_requête/

source: ^neighbor_result/(?P<neighbor_request_pk>\d+)/$
fr: ^voisine_résultats/(?P<neighbor_request_pk>\d+)/$

source: ^neighbor_name/(?P<neighbor_request_pk>\d+)/
fr: ^voisine_nom/(?P<neighbor_request_pk>\d+)/

source: Pass
fr: Passe

source: All sequences except for low quality or contaminated sequences.
fr: Toutes les séquences à l'exception des séquences de faible qualité ou contaminées.

source: Reference
fr: Référence

source: Highest quality, gold standard sequences.
fr: Des séquences de qualité supérieure, des séquences étalons or.

source: Fail
fr: Raté

source: All sequences - may include contaminated or otherwise very low quality sequences. Use with caution.
fr: Toutes les séquences - peuvent inclure des séquences contaminées ou de très mauvaise qualité. Utiliser avec prudence.

source: genus
fr: genre

source: species
fr: espèce

source: serotype
fr: sérotype

source: quality
fr: qualité

source: ^metadata_home/
fr: ^accueil/

source: ^metadata_results/(?P<metadata_request_pk>\d+)/$
fr: ^résultats/(?P<metadata_request_pk>\d+)/$

source: ^metadata_browse/
fr: ^parcourir/

source: ^metadata_submit/
fr: ^soumettre/

source: Pass + Reference
fr: Passe + Référence

source: All
fr: Tous

source: Database Fields
fr: Champs de la base de données

source: Query Operators
fr: Opérateurs de recherche

source: Qualifiers
fr: Qualificateurs

source: Query
fr: Requête

source: CFIAFB00000000
fr: ACIAFB00000000

source: pipeline_version
fr: version_pipeline

source: typing_date
fr: saisie_de_la_date

source: serovar
fr: sérovar

source: CFIA ID
fr: ACIA ID

source: rMLST Profile
fr: rMLST Profil

source: MLST Profile
fr: MLST Profil

source: MLST Clonal Complex
fr: Complexe clonal MLST

source: Genus
fr: Genre

source: Species
fr: Espèce

source: Serovar
fr: Sérovar

source: GeneSeekr Profile
fr: GeneSeekr Profil

source: Vtyper Profile
fr: Vtyper Profil

source: Database Version
fr: Version de la base de données

source: Typing Date
fr: Saisie de la date

source: Pipeline Version
fr: Version Pipeline

source: and
fr: et

source: or
fr: ou

source: not
fr: pas

source: contains
fr: contient

source: ^database_home/
fr: ^base_de_données_accueil/

source: ^database_filter/
fr: ^base_de_données_filtre/

source: ^database_query/$
fr: ^base_de_données_requête/$

source: ^id_search/
fr: ^recherche_d'identité/

source: Account Inactive
fr: Compte Inactif

source: This account is inactive.
fr: Ce compte est inactif.

source: Account
fr: Compte

source: E-mail Addresses
fr: Adresses E-mail

source: The following e-mail addresses are associated with your account:
fr: Les adresses e-mail suivantes sont associées à votre compte :

source: Verified
fr: Vérifié

source: Unverified
fr: Non Vérifié

source: Primary
fr: Primaire

source: Make Primary
fr: Faire du Primaire

source: Re-send Verification
fr: Renvoyer la Vérification

source: Remove
fr: Retirer

source: Warning:
fr: Avertissement:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
fr: Vous n'avez actuellement aucune adresse e-mail configurée. Vous devriez vraiment ajouter une adresse e-mail pour pouvoir recevoir des notifications, réinitialiser votre mot de passe, etc.

source: Add E-mail Address
fr: Ajouter une adresse e-mail

source: Add E-mail
fr: Ajouter une adresse E-mail

source: Do you really want to remove the selected e-mail address?
fr: Voulez-vous vraiment effacer l'adresse e-mail sélectionnée ?

source: Confirm E-mail Address
fr: Confirmer l'adresse E-mail

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est une adresse e-mail pour user %(user_display)s.

source: Confirm
fr: Confirmer

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
fr: Ce lien de confirmation par e-mail a expiré ou est invalide.Veuillez <a href="%(email_url)s">émettre une nouvelle demande de confirmation par e-mail</a>.

source: Sign In
fr: S'identifier

source: Forgot Password?
fr: Mot de passe oublié ?

source: Logout
fr: Déconnexion

source: Are you sure you want to sign out?
fr: Vous êtes sûr de vouloir vous déconnecter ?

source: Sign out
fr: Déconnexion

source: Change Password
fr: Changer le mot de passe

source: Password Reset
fr: Réinitialisation du mot de passe

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
fr: Vous avez oublié votre mot de passe ? Saisissez votre adresse e-mail ci-dessous, et nous vous enverrons un e-mail vous permettant de la réinitialiser.

source: Reset My Password
fr: Réinitialiser mon mot de passe

source: Please contact us if you have any trouble resetting your password.
fr: Veuillez nous contacter si vous avez des difficultés à réinitialiser votre mot de passe.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un e-mail. Veuillez nous contacter si vous ne le recevez pas dans quelques minutes.

source: Bad Token
fr: Mauvais Jeton

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr: Le lien de réinitialisation du mot de passe n'était pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander un <a href="%(passwd_reset_url)s">new password reset reset</a>.

source: change password
fr: changer le mot de passe

source: Your password is now changed.
fr: Votre mot de passe est maintenant changé.

source: Set Password
fr: Définir le mot de passe

source: Sign Up
fr: S'inscrire

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
fr: Vous avez déjà un compte ? Alors s'il vous plaît <a href="%(login_url)s">sign in</a>

source: Sign Up Closed
fr: Inscription fermée

source: We are sorry, but the sign up is currently closed.
fr: Nous sommes désolés, mais l'inscription est actuellement fermée.

source: Verify Your E-mail Address
fr: Vérifiez votre adresse e-mail

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un e-mail pour vérification. Suivez le lien fourni pour finaliser le processus d'inscription. Veuillez nous contacter si vous ne le recevez pas dans quelques minutes.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
fr: Cette partie du site nous oblige à vérifier que vous êtes bien celui que vous prétendez être. À cette fin, nous vous demandons de vérifier la propriété de votre adresse électronique.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un e-mail pour vérification. Veuillez cliquer sur le lien à l'intérieur de cet e-mail. Veuillez nous contacter si vous ne le recevez pas dans quelques minutes.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
fr: <strong>Note:</strong>vous pouvez toujours <a href="%(email_url)s">changer votre adresse e-mail</a>.

source: CFIA FoodPort
fr: AliPort ACIA

source: CFIA FoodPort
fr: AliPort ACIA

source: Home
fr: Page d'accueil

source: Explore
fr: Examiner

source: Database
fr: Base de Données

source: Search
fr: Chercher

source: Browse
fr: Feuilleter

source: Forms
fr: Les Fiches

source: Retrieve
fr: Retrouver

source: Assembly
fr: Assemblage

source: Analyze
fr: Analyser

source: Find Genes
fr: Trouver des gènes

source: Create Tree
fr: Créer un arbre phylogénétique

source: Investigate AMR
fr: Enquêter sur la résistance antimicrobiens

source: Annotate
fr: Annoter

source: Find Near Neighbors
fr: Trouver les voisins proches

source: Profile
fr: Profil

source: Sign Out
fr: Se Déconnecter

source: Login
fr: S'identifier

source: Welcome to the CFIA FoodPort
fr: Bienvenue à AliPort ACIA

source: Explore Data
fr: Examiner

source: Identify sequences for analysis. Search based on genus/species/serotype/MLST and get a list of SeqIDs/LabIDs.
fr: Identifier les séquences pour l'analyse. Recherche basée sur genre/espèce/sérotype/MLST et obtenir une liste de SeqIDs/LabIDs.

source: Get Data
fr: Retrouver

source: Retrieve copies of files stored at OLC to analyze locally.
fr: Retrouver les assemblages chez LOC pour effectuer des analyses locales

source: Assembly
fr: Assemblage

source: For submission of raw sequence data for assembly. You can also use this to get reports and assemblies from previous runs.
fr: Pour la soumission des séquences pour l'assemblage. Vous pouvez également obtenir des rapports et des assemblages d'anciennes exécutions.

source: Find Genes
fr: Trouver des gènes

source: Use GeneSeekr to search for any gene of interest in our assembly database.
fr: Utilise GeneSeekr pour trouver des gènes dans notre base de données d'assemblage

source: Create a Tree
fr: Créer un arbre phylogénétique

source: Create phylogenetic trees of assemblies.
fr: Créer des arbres phylogénétiques d'assemblages.

source: Investigate AMR
fr: Enquêter sur la résistance antimicrobiens

source: Look for AMR genes in assemblies, and find out if they're present on mobile elements or the chromosome.
fr: Enquêter sur la résistance antimicrobiens dans les assemblages et déterminez leur emplacement

source: Annotate Genomes
fr: Annoter

source: Annotate assemblies with Prokka.
fr: Annoter les assemblages avec Prokka

source: Perform typing on viral sequences.
fr: Caractériser les séquences virales

source: Upload a New Run
fr: Télécharger une nouvelle exécution

source: Assembly Home
fr: Accueil de l'Assemblée

source: Run Status
fr: Statut d'exécution

source: Report Download
fr: Téléchargement du rapport

source: Complete
fr: Complet

source: Processing
fr: En traitement

source: Error
fr: Erreur

source: Upload Error
fr: Erreur de téléchargement

source: Unprocessed
fr: Non traité

source: Download
fr: Télécharger

source: Not Available
fr: Indisponible

source: COWBAT Status for
fr: Statut COWBAT pour

source: Last processed step:
fr: Dernière étape traitée:

source: Return to
fr: Retourner à

source: It looks like one or more of your files did not upload successfully. Click the button below to retry upload of your sequence data. You'll only have to upload files that did not successfully upload.
fr: Il semble qu'un ou plusieurs de vos fichiers n'ont pas été téléchargés avec succès. Cliquez sur le bouton ci-dessous pour réessayer le téléchargement de vos données de séquence. Vous n'aurez qu'à télécharger les fichiers qui n'ont pas réussi à le faire.

source: Retry Sequence Upload For
fr: Réessayer le téléchargement de séquence pour

source: Run Progress
fr: Progression de l'exécution

source: This page will automatically refresh. An assembly run usually takes at least 4-5 hours.
fr: Cette page se rafraîchit automatiquement. Un cycle de montage prend généralement au moins 4 à 5 heures.

source: You don't have to remain on this page - this assembly request will be visible on
fr: Vous n'avez pas besoin de rester sur cette page - cette demande d'assemblage sera visible sur

source: Your email is already on the list to be notified.
fr: Votre email est déjà sur la liste pour être notifié.

source: Would you like to add another email?
fr: Souhaitez-vous ajouter un autre courriel ?

source: Would you like an email upon completion?
fr: Souhaitez-vous recevoir un courriel une fois terminé ?

source: Save
fr: Enregistrer

source: Email Recipients
fr: Destinataires des courriels

source: No users have signed up to receive an email for this run.
fr: Aucun utilisateur ne s'est inscrit pour recevoir un courriel pour cette exécution.

source: Download Reports and Assemblies for
fr: Télécharger les rapports et assemblages pour

source: Shareable link:
fr: Lien partageable:

source: Step 2 of 3: Upload InterOp Files for Run
fr: Étape 2 de 3 : Télécharger les fichiers InterOp pour l'exécution

source: Drop files to upload or click here
fr: Déposer des fichiers à télécharger ou cliquez ici

source: File
fr: Fichier

source: Status
fr: Statut

source: Validate InterOp Files
fr: Valider les fichiers InterOp

source: Upload InterOp Files
fr: Télécharger des fichiers InterOp

source: Following files are unnecessary and have been removed:
fr: Les fichiers suivants sont inutiles et ont été supprimés:

source: Unnecessary Files
fr: Fichiers inutiles

source: Following files are duplicates and have been removed:
fr: Les fichiers suivants sont des doublons et ont été supprimés:

source: Duplicate Files
fr: Fichiers en double

source: Step 1 of 3: Upload Metadata Files and Name Run
fr: Étape 1 de 3 : Télécharger les fichiers de métadonnées et le nom de l'exécution

source: Enter a run name and drag and drop the files found in the following table to upload. Once all files have been uploaded, you can proceed to the next page.
fr: Saisissez un nom d'exécution et glissez-déposez les fichiers trouvés dans le tableau suivant pour les télécharger. Une fois que tous les fichiers ont été téléchargés, vous pouvez passer à la page suivante.

source: Validate Metadata Files
fr: Valider les fichiers de métadonnées

source: Upload Metadata Files
fr: Télécharger des fichiers de métadonnées

source: Invalid
fr: Invalide

source: Run name cannot be blank!
fr: Le nom de l'exécution ne peut pas être vide!

source: Run name must be in YYMMDD_LAB format!
fr: Le nom de l'exécution doit être au format AAMMJJ_LAB!

source: Drop or click to add files
fr: Déposer ou cliquer pour ajouter des fichiers

source: Step 3 of 3: Upload Sequence Files and Begin Assembly
fr: Étape 3 de 3 : Charger les fichiers de séquence et commencer l'assemblage

source: Validate Sequence Files
fr: Valider les fichiers de séquence

source: Required Files
fr: Fichiers requis

source: Upload Sequence Files and Begin Assembly
fr: Télécharger les fichiers de séquence et commencer l'assemblage

source: Forward Reads
fr: Brins en avant

source: Reverse Reads
fr: Brins inverses

source: Following files are not needed:
fr: Les fichiers suivants ne sont pas nécessaires:

source: and have been deleted
fr: et ont été supprimés

source: Select ROGA Strains for and verify Strain Names for
fr: Sélectionnez les souches ROGA pour et vérifiez les noms de souches pour

source: Strains thought to need ROGAs based on your SampleSheet are already checked off. Please verify that these strains do in fact need ROGAs and that you haven't missed any other strains. Also, please make sure that the strain names for each sample are correct, and modify the text box for each as necessary.
fr: Les souches dont on pense qu'elles ont besoin d'un ROGA basé sur votre SampleSheet sont déjà cochées. Veuillez vérifier que cesont en fait besoin de ROGA et que vous n'avez manqué aucune autre souche. De plus, veuillez vous assurer queque les noms des souches pour chaque échantillon sont corrects et modifiez la zone de texte pour chacun d'eux si nécessaire.

source: Verify ROGA Strains
fr: Vérifier les souches ROGA

source: No strains selected
fr: Aucune souche sélectionnée

source: Are you sure no strains need ROGAs?
fr: Vous êtes sûr qu'aucune souche n'a besoin de ROGA?

source: Yes, I am sure!
fr: Oui, j'en suis sûr!

source: No, take me back!
fr: Non, ramenez-moi!

source: Assembled Data Request
fr: Demande de données assemblées

source: Enter the SEQIDs you want to retrieve FASTA files for below, one per line.
fr: Saisissez les SEQIDs pour lesquels vous voulez récupérer les fichiers FASTA ci-dessous, un par ligne.

source: Get Files
fr: Obtenir des fichiers

source: Enter SEQIDs here
fr: Saisissez SEQIDs ici

source: Download Data
fr: Télécharger les données

source: The following SEQIDs were not found:
fr: Les SEQID suivantes n'ont pas été trouvées:

source: This page will automatically refresh.
fr: Cette page se rafraîchit automatiquement.

source: You don't have to remain on this page - this request will be visible on
fr: Vous n'avez pas besoin de rester sur cette page - cette demande sera visible le
