Repository: OLC-Bioinformatics/olc_genomics_portal
Catalog: olc_webportalv2/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Data Home
fr: Accueil des données

source: These files will be available for 7 days.
fr: Ces fichiers seront disponibles pendant 7 jours.

source: Download Assemblies
fr: Télécharger les assemblages

source: Warning
fr: Avertissement

source: Return to
fr: Retourner à

source: Get Processed (FASTA) Data
fr: Obtenir les données traitées (FASTA)

source: Data Collection
fr: Collecte des données

source: Data requests made in the last 7 days are visible. Afterwards, to reacquire the files, data requests will need to be re-run.
fr: Les demandes de données effectuées au cours des 7 derniers jours sont visibles. Par la suite, pour récupérer les fichiers, les demandes de données devront être réexécutées.

source: Request Date
fr: Date de la demande

source: ...and
fr: ...et

source: more
fr: de plus

source: Raw Data Request
fr: Demande de données brutes

source: Enter the SEQIDs you want to retrieve FASTQ files for below, one per line.
fr: Saisissez les SEQIDs pour lesquels vous voulez récupérer les fichiers FASTA ci-dessous, un par ligne.

source: AMR Summary Results for
fr: Sommaire des résultats de la AMR pour

source: These results will be available for 7 days.
fr: Ces résultats seront disponibles pendant 7 jours.

source: Select Sequence to View Results
fr: Sélectionnez Séquence pour voir les résultats

source: Gene
fr: Gène

source: Location
fr: Lieu

source: Plasmid
fr: Plasmide

source: Download Summary
fr: Télécharger le résumé

source: Create A New Summary
fr: Créer un nouveau résumé

source: AMR Home
fr: Accueil AMR

source: Delete
fr: Effacer

source: Are you sure?
fr: Êtes-vous sûr?

source: You will not be able to revert this!
fr: Vous ne pouvez pas reprendre ceci!

source: Yes, delete it!
fr: Oui, effacez-le !

source: Cancel
fr: Annuler

source: Deleted!
fr: Effacé

source: Your file has been deleted.
fr: Votre fichier a été effacé.

source: Cancelled!
fr: Annulé!

source: Your file is safe.
fr: Votre dossier est sûr.

source: AMR Summary Rename
fr: Renommer le résumé de la AMR

source: Previous Name:
fr: Nom précédent:

source: AMR Summary Request
fr: Demande sommaire de la AMR

source: Enter SeqIDs to build a summary
fr: Saisissez les SEQIDs pour construire un résumé

source: Create Summary
fr: Créer un résumé

source: Enter SeqIDs you want to look for mobile AMR genes on here, one per line.
fr: Saisissez ici les SeqIDs sur lesquels vous souhaitez rechercher des gènes AMR mobiles, un par ligne.

source: AMR Summary Results
fr: Sommaire des résultats de la AMR

source: This page will automatically refresh. Your AMR request should be complete in 5 to 10 minutes (more if you requested many SeqIDs).
fr: Cette page se rafraîchit automatiquement. Votre demande AMR devrait être complète en 5 à 10 minutes (plus si vous avez demandé plusieurs SeqID).

source: You don't have to remain on this page - this AMR request will be visible on
fr: Vous n'avez pas besoin de rester sur cette page - cette demande AMR sera visible sur

source: Create A GeneSeekr Query
fr: Créer une requête GeneSeekr

source: GeneSeekr Home
fr: GeneSeekr Accueil

source: GeneSeekr Run Rename
fr: GeneSeekr Renommer l'exécution

source: Back
fr: Retour

source: Save Changes
fr: Enregistrer les modifications

source: GeneSeekr Results
fr: Résultats GeneSeekr

source: This page will automatically refresh. Your GeneSeekr request should be complete in a minute or two.
fr: Cette page se rafraîchit automatiquement. Votre demande GeneSeekr devrait être complète dans une minute ou deux.

source: You don't have to remain on this page - this GeneSeekr request will be visible on
fr: Vous n'avez pas besoin de rester sur cette page - cette requête GeneSeekr sera visible sur

source: Download BLAST Report
fr: Télécharger le rapport BLAST

source: Download Sequence-By-Sequence Report
fr: Télécharger le rapport séquence par séquence

source: View Results
fr: Voir les résultats

source: GeneSeekr Query
fr: Requête GeneSeekr

source: Enter your query sequence, in FASTA format (or upload a file below):
fr: Saisissez votre séquence de recherche, au format FASTA (ou téléchargez un fichier ci-dessous) :

source: Choose Genus to Search
fr: Choisir le genre à rechercher

source: Enter the genus you want to search. If you want to search all sequences, leave this blank.
fr: Saisissez le genre que vous voulez rechercher. Si vous voulez rechercher toutes les séquences, laissez ce champ vide.

source: Enter your genus of interest:
fr: Saisissez votre genre d'intérêt:

source: Return all sequences
fr: Retourne toutes les séquences

source: except for
fr: à l'exception de

source: selected genus:
fr: le genre sélectionné:

source: Choose SeqIDs to Search
fr: Choisissez SeqIDs à rechercher

source: Search the following SeqIDs:
fr: Recherchez les SeqID suivantes:

source: Run Query
fr: Exécuter une requête

source: Enter one or more query sequences in FASTA format, or upload a file below.
fr: Saisissez une ou plusieurs séquences de requêtes au format FASTA ou téléchargez un fichier ci-dessous.

source: Sequences Query Found
fr: Séquences Requêtes trouvées

source: Sequence By Sequence
fr: Séquence par séquence

source: Top BLAST Hits
fr: Meilleurs résultats BLAST

source: This graph shows the percentage of sequences in which each query gene was found.
fr: Ce graphique montre le pourcentage de séquences dans lesquelles chaque gène d'interrogation a été trouvé.

source: View Table
fr: Afficher le tableau

source: sequences where gene was found
fr: les séquences où le gène a été trouvé

source: This table shows the percent identity for each sequence for each query gene.
fr: Ce tableau montre le pourcentage d'identité de chaque séquence pour chaque gène d'interrogation.

source: Contig name
fr: Nom de Contig

source: Percentage of the query sequence that was found
fr: Pourcentage de la séquence de requêtes trouvée

source: Query Coverage
fr: Protection des requêtes

source: Percent Identity
fr: Pourcentage Identité

source: Subject start position
fr: Position de départ du sujet

source: Subject Start Position
fr: Position de départ du sujet

source: Subject end position
fr: Position finale du sujet

source: Subject End Position
fr: Position finale du sujet

source: E Value
fr: E Valeur

source: This gene had no BLAST hits.
fr: Ce gène n'a pas été touché par BLAST.

source: GeneSeekr request not completed.
fr: Demande de GeneSeekr non complétée.

source: BLAST Hits for:
fr: Résultats BLAST pour

source: . Query length:
fr: . Longueur de la requête:

source: Create A Neighbor Query
fr: Créer une requête du voisin

source: Neighbor Home
fr: Voisin Accueil

source: Near Neighbor Rename
fr: Près de Neighbor Renommer

source: Nearest Neighbor
fr: Voisin le plus proche

source: Enter the SeqID you want to use, or choose a .fasta file to upload.
fr: Saisissez le SeqID que vous voulez utiliser ou choisissez un fichier.fasta à télécharger.

source: Submit Request
fr: Soumettre une requête

source: Nearest Neighbor Results for
fr: Résultats du voisin le plus proche pour

source: This page will automatically refresh. Your nearest neighbor request should be complete in a few minutes.
fr: Cette page se rafraîchit automatiquement. La requête de votre voisin le plus proche devrait être complète en quelques minutes.

source: You don't have to remain on this page - this request will be visible on
fr: Vous n'avez pas besoin de rester sur cette page - cette demande sera visible le

source: Download Full Results
fr: Télécharger les résultats complets

source: New Prokka Annotation
fr: Nouvelle annotation Prokka

source: Annotate Home
fr: Annoter Accueil

source: Annotation Rename
fr: Annotation Renommer

source: Annotation Request
fr: Requête d'annotation

source: Enter SeqIDs to Annotate
fr: Saisissez les SeqIDs à annoter

source: Create Annotation
fr: Créer une annotation

source: Enter SeqIDs you want to create annotation files for here.
fr: Saisissez ici les SeqIDs pour lesquels vous voulez créer des fichiers d'annotation.

source: Annotation Results
fr: Résultats de l'annotation

source: This page will automatically refresh. Your Annotation request should be complete in 1-3 minutes per sample (more if you requested many SeqIDs).
fr: Cette page se rafraîchit automatiquement. Votre demande d'annotation devrait être complète en 1 à 3 minutes par échantillon (plus si vous avez demandé plusieurs SeqIDs).

source: You don't have to remain on this page - this Annotation request will be visible on
fr: Vous n'avez pas besoin de rester sur cette page - cette demande d'annotation sera visible sur

source: Annotation Home
fr: Annoter Accueil

source: Download Annotation
fr: Télécharger l'annotation

source: Create A New Tree
fr: Créer un nouvel arbre

source: Tree Home
fr: Accueil Arbre

source: Tree Rename
fr: Arbre Renommer

source: Tree Query
fr: Requête sur les arbres

source: Enter SeqIDs to use to build your tree:
fr: Saisissez les SeqIDs à utiliser pour construire votre arbre :

source: Enter SeqIDs you want to build a tree from here, one per line.
fr: Saisissez les SeqIDs que vous voulez construire un arbre à partir d'ici, un par ligne.

source: Treesults
fr: Résultats des arbres

source: This page will automatically refresh. Your Tree request should be complete in 10 to 15 minutes (more if you requested many SeqIDs).
fr: Cette page se rafraîchit automatiquement. Votre demande d'arborescence devrait être complète en 10 à 15 minutes (plus si vous avez demandé plusieurs SeqID).

source: You don't have to remain on this page - this Tree request will be visible on
fr: Vous n'avez pas besoin de rester sur cette page - cette demande d'Arbre sera visible sur

source: Email Recipients
fr: Destinataires des courriels

source: Most Diverse Strains
fr: Les souches les plus diverses

source: Download Tree
fr: Télécharger l'arbre

source: Metadata Browse
fr: Parcourir les métadonnées

source: Serotype
fr: Sérotype

source: Assembly Quality
fr: Qualité de l'assemblage

source: Metadata Search
fr: Recherche de métadonnées

source: Genus of interest
fr: Genre intéressant

source: Enter your genus of interest
fr: Saisissez votre genre intéressant

source: Species of interest
fr: Espèces intéressant

source: Enter your species of interest
fr: Saisissez votre espèce intéressant

source: Serotype of interest
fr: Sérotype intéressant

source: Enter your serotype of interest
fr: Saisissez le sérotype qui vous intéresse

source: MLST of interest
fr: MLST intéressant

source: Enter your MLST of interest
fr: Saisissez votre MLST intéressant

source: rMLST of interest
fr: rMLST intéressant

source: Enter your rMLST of interest
fr: Saisissez votre rMLST intéressant

source: Desired assembly quality
fr: Qualité souhaitée

source: Choose your desired assembly quality
fr: Choisissez la qualité de montage souhaitée

source: Get SeqIDs
fr: Obtenir les SeqIDs

source: Metadata Results
fr: Résultats des métadonnées

source: View Search Criteria
fr: Voir les critères de recherche

source: Your search returned
fr: Votre recherche a retourné

source: results.
fr: résultats.

source: Copy SeqIDs
fr: Copier les SeqIDs

source: Copied to clipboard!
fr: Copié dans le presse-papiers!

source: WGS Isolate Submission Forms
fr: Formulaires de soumission isolés du WGS

source: English
fr: Anglais

source: French
fr: Français

source: Create A Virus Typer Query
fr: Créer une requête de Virus Typer

source: Edit Project
fr: Modifier le projet

source: Delete
fr: Effacer

source: Your project has been deleted.
fr: Votre projet a été effacé.

source: Your project is safe.
fr: Votre projet est sûr.

source: Database Filter
fr: Fichiers en double

source: Autocomplete Fields
fr: Champs à remplir automatiquement

source: MLST profile of interest
fr: Profil d'intérêt MLST

source: MLST Clonal Complex of interest
fr: Complexe clonal MLST d'intérêt

source: Enter your MLST Clonal Complex of interest
fr: Entrez le complexe clonal MLST qui vous intéresse

source: rMLST profile of interest
fr: Profil d'intérêt du rMLST

source: Text searches
fr: Recherches dans le texte

source: GeneSeekr Profile of interest
fr: Profil d'intérêt GeneSeekr

source: Enter your GeneSeekr Profile of interest
fr: Entrez le profil GeneSeekr qui vous intéresse

source: Serovar of interest
fr: Sérotype intéressant

source: Enter your serovar of interest
fr: Entrez le sérovar qui vous intéresse

source: Vtyper profile of interest
fr: Profil d'intérêt du vtyper

source: Enter your Vtyper profile of interest
fr: Entrez le profil Vtyper qui vous intéresse

source: Start Date
fr: Date de début

source: Enter the assembly range
fr: Entrez la gamme d'assemblé

source: From:
fr: De:

source: to:
fr: à:

source: Database Results
fr: Résultats de la base de données

source: View SEQIDs
fr: Voir les SEQIDs

source: CFIA IDs
fr: ACIA IDs

source: View CFIA IDs
fr: Voir les ACIA IDs

source: Copy CFIA IDs
fr: Copier les SeqIDs

source: Filter Data
fr: Filtrer les données

source: Quickly filter the database.
fr: Filtrez rapidement la base de données.

source: Query Database
fr: Base de données des requêtes

source: Create complex queries on the sequence database.
fr: Créer des requêtes complexes sur la base de données des séquences.

source: Query Data
fr: Données de requête

source: Retrieve Entries
fr: Retrouver les entrées

source: Retrieve database records by supplying a list of SEQIDs or CFIA IDs
fr: Retrouvez les enregistrements de la base de données en fournissant une liste de SEQID ou d'ID ACIA

source: Request Data
fr: Demande de données

source: ID Search
fr: Recherche d'ID

source: Choose CFIA IDs to Search
fr: Choisissez les IDs de l'ACIA à rechercher

source: Search the following CFIA IDs:
fr: Recherchez les IDs suivants de l'ACIA :

source: Database Query Design
fr: Conception de l'interrogation de la base de données

source: (Optional) enter the assembly range
fr: (Facultatif) entrer la gamme d'assemblé

source: Sample name e.g. VI0639
fr: Nom de l'échantillon p.ex. VI0639

source: LSTS ID e.g. 2019FPP00000475214
fr: Identifiant SIESAL p. ex. 2019FPP0000000475214

source: Create query
fr: Créer une requête

source: Personal Info
fr: Informations Personnelles

source: Username
fr: Pseudonyme

source: Language
fr: Langue

source: Lab
fr: Labo

source: Rank
fr: Rang

source: Update Info
fr: Réviser

source: Update Email
fr: Mise à jour Email

source: Update
fr: Réviser

source: Sample Creation
fr: Création des échantillons

source: Select a unique name for this project
fr: Sélectionnez un nom unique pour ce projet

source: Laboratory name (select from list)
fr: Nom du laboratoire (choisir dans la liste)

source: Sampling number (can be blank) e.g. 15
fr: Numéro d'échantillon (peut être blanc) p. ex. 15

source: Initial classification (select from list)
fr: Classification initiale (choisir dans la liste)

source: Source of sample e.g. oyster
fr: Source de l'échantillon, p. ex. huître

source: Analyst name e.g. Jane Doe
fr: Nom de l'analyste, p. ex. Jane Doe

source: Date sample was received (select from calendar)
fr: Date de réception de l'échantillon (choisir dans le calendrier)

source: Create samples
fr: Créer les échantillons

source: Add New Sample
fr: Ajouter un échantillon

source: Update Project
fr: Réviser

source: Project Name
fr: Nom du projet

source: Project:
fr: Projet:

source: Sample Name
fr: Échantillon

source: LSTS ID
fr: Identifiant SIESAL

source: Date Received
fr: Date de réception

source: Organism
fr: Organisme

source: Trimmed Sequence
fr: Séquence ajustée

source: Allele
fr: Allèle

source: Length
fr: Longueur

source: Mismatches
fr: Discordances

source: Create PDF Report
fr: Créer un rapport PDF

source: Report Issuance Date:
fr: Date d'émission du rapport:

source: Laboratory
fr: Laboratoire

source: Address
fr: Adresse

source: Tel #
fr: Numéro de téléphone

source: CFIA Burnaby
fr: ACIA Burnaby

source: CFIA St. Hyacinthe
fr: ACIA St.Hyacinthe

source: Quality Mean
fr: Qualité moyenne

source: Quality Stdev
fr: Qualité écart-type

source: Step 2 of 2: Upload Sequence Files and Begin Typing
fr: Étape 2 sur 2: Télécharger des fichiers de séquence et commencer Virus Typer

source: Sample
fr: Échantillon

source: Sequence Files
fr: Fichiers de séquence

source: Upload Sequence Files
fr: Télécharger des fichiers de séquence

source: This username has already been taken.
fr: Ce nom d'utilisateur a déjà été pris

source: Sample Names must be unique. The following sample names are repeated:
fr: Les noms d'échantillons doivent être uniques. Les noms suivants sont répétés:

source: LSTS IDs must be unique. The following LSTS IDs are repeated:
fr: Les identifiants SIESAL doivent être uniques. Les identifiants suivants sont répétés:

source: Sample Name is required
fr: Le nom de l'échantillon est obligatoire

source: LSTS ID is required
fr: Identifiant SIESAL est obligatoire

source: Isolate Source is required
fr: La source de l'échantillon est obligatoire

source: Analyst Name is required
fr: Le nom de l'analyste est obligatoire

source: Reception Date is required
fr: La date de réception est obligatoire

source: Required
fr: Champs obligatoires

source: Project Name must be unique
fr: Le nom du projet doit être unique

source: Project Name is required
fr: Le nom du projet est requis

source: Date received
fr: Date de réception

source: Lab ID
fr: Identifiant labo

source: Subunit
fr: Sous-unité

source: Putative classification
fr: Classification putative

source: Isolate source
fr: Source de l'échantillon

source: Analyst name
fr: Nom de l'analyste

source: ^create/
fr: ^créer

source: ^upload/(?P<vir_typer_pk>\d+)/$
fr: ^télécharger/(?P<vir_typer_pk>\d+)/$

source: ^results/(?P<vir_typer_pk>\d+)/$
fr: ^résultats/(?P<vir_typer_pk>\d+)/$

source: ^edit/(?P<vir_typer_pk>\d+)/$
fr: ^modifier/(?P<vir_typer_pk>\d+)/$

source: You have created project
fr: Vous avez créé le projet

source: Project
fr: Projet

source: updated
fr: mis à jour
